# RbsHvacloadDoorCoolingLoadParam Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RbsHvacloadDoorCoolingLoadParam Property
ParameterTypeId Class See Also
---
"Door Cooling Load"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RbsHvacloadDoorCoolingLoadParam { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RbsHvacloadDoorCoolingLoadParam As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RbsHvacloadDoorCoolingLoadParam {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace